{
  "app.welcome": "Hi, my name is",
  "app.subtitle": "I build web applications.",
  "app.introduction": "I’m a Front-end Developer with experience in digital marketing. I create applications from the beginning to the end: the business idea, the design, the development and the monetization.",

  "about.title": "About Me",
  "about.description-1": "Hi! My name is Èric, I live in Barcelona and I enjoy creating things that live on the internet. Everything started in 2020 when I enrolled in a program for young people to learn how to make mobile apps and found tech start ups. There I started seriously in software development.",
  "about.description-2": "I am a hybrid profile. I studied marketing and communication in the University and I combine this knowledge with my coding skills to improve the development and have a global vision of the projects. Therefore, I focus my websites to improve the conversion rate of leads and sales.",
  "about.description-3": "Here are a few technologies I’ve been working with recently:",

  "jobs.title": "Where I've Worked",
  "jobs.arian": "Front-end developer — Arian International Projects",
  "jobs.arian-dates": "July - October 2022",
  "jobs.arian-duty1": "Website developement with HTML, CSS and Wordpress.",
  "jobs.arian-duty2": "Adaptation of responsive design to different devices.",
  "jobs.arian-duty3": "Improved website loading time, usability and user experience.",
  "jobs.arian-duty4": "Incorporation of measurement tools for digital marketing campaigns.",

  "jobs.poliedric": "Search Engine Marketing (SEM) Specialist — Polièdric",
  "jobs.poliedric-dates": "June 2021 - March 2022",
  "jobs.poliedric-duty1": "Managed pay-per-click advertising campaigns including the strategy, design, implementation, measuring and analysis of ad performance in Google Ads, Facebook Ads, Amazon Ads",
  "jobs.poliedric-duty2": "Invested +10.000€ monthly in campaigns and increased ROI +300% in different client businesses.",
  "jobs.poliedric-duty3": "Met customers regularly to analyze results and redefine marketing strategies.",
  "jobs.poliedric-duty4": "Audit customers webpages SEO and designed strategies to improve it.",

  "jobs.ainkaa": "Front-end Developer & Project Manager — Ainkaa",
  "jobs.ainkaa-dates": "March 2021 - Present",
  "jobs.ainkaa-duty1": "Start-up creation program for young people to create a viable mobile app. Includes:",
  "jobs.ainkaa-duty2": "Coded with HTML, CSS, Javascript and React. Designed UI and UX experience. Prototyped with Figma.",
  "jobs.ainkaa-duty3": "Created business and viability plans. Maked marketing plan and benchmarking.",
  "jobs.ainkaa-duty4": "Elevator pitch and MVP presentation for financing search.",

  "jobs.adiplus": "Journalist — Adiplus Tech & Content",
  "jobs.adiplus-dates": "October 2019 - June 2020",
  "jobs.adiplus-duty1": "Wrote news, interviews and reports in Spanish for Pan&Pizza, a newspage about the bakery and restaurant sector.",
  "jobs.adiplus-duty2": "Compose news and reports at Newspa, the magazine of Bakers Guild of the Province of Barcelona.",
  "jobs.adiplus-duty3": "Wrote hot news about technology and insurances at TiempoSeguro, a newspage about the insurance sector dedicated to customers.",
  "jobs.adiplus-duty4": "Designed and implemented SEO strategies and email marketing campaigns.",

  "jobs.ara": "Jorunalist — Diari Ara",
  "jobs.ara-dates": "September 2018 - May 2019",
  "jobs.ara-duty1": "Staff Writer internship. Wrote news, articles,interviews and another contents for the culture section about music, literature, cinema, theater and visual arts.",
  "jobs.ara-duty2": "Covered hot news.",
  "jobs.ara-duty3": "Attended at press conferences.",
  "jobs.ara-duty4": "Cooperated evetually with other sections",


  "works.title": "Some Things I’ve Built",
  "works.professional-website": "Professional website",
  "works.professional-website-description" : "Check the code of this site, my professional web, made with HTML, CSS, JavaScript and React.",
  "works.arian-website": "Arian International Website",
  "works.arian--website-description": "UX/UI redesign of the cooperative website. Implemented responsive design and impr:oved performance.",
  "works.calculator" : "Calculator",
  "works.calculator-description": "A basic calculator for your phone. You can do addition, subtraction, multiplication and division. Made with JavaScript and React.",
  "works.cinema": "Book cinema tickets",
  "works.cinema-description": "An app to buy cinema tickets. Select the movie, the seats and the amount of tickets. There are discounts during the weekdays.",

  "next.title": "04. What’s Next?",
  "next.subtitle": "Get In Touch",
  "next.description": "I’m currently looking for new job opportunities. If you have some offer or question, my inbox is always open. I’ll try my best to get back to you!",

  "app.footer": "Developed with ❤️ by Èric Salat"

 


  
}