{
  "header.01": "Sobre mi",
  "header.02": "Experiencia",
  "header.03": "Trabajos",
  "header.04": "Contacto",
  "header.cv": "Currículum",
  
  "app.welcome": "Hola, me llamo",
  "app.subtitle": "Y programo aplicaciones web.",
  "app.introduction": "Soy Front-end Developer con experiencia en marketing digital y me dedico a crear aplicaciones desde el principio hasta el final: empezando por la concepción de la idea de negocio, pasando por el desarrollo, hasta llegar a la monetización.",
  "app.button": "Haz clic para conocerme",

  "about.title": "Sobre mi",
  "about.description-1": "Hola! Me llamo Èric, vivo en Barcelona y me encanta crear cosas que vivan en Internet. Todo empezó en el año 2020 cuando me uní a un programa para que jóvenes aprendieran a crear aplicaciones móviles y emprendieran sus startups tecnológicas. Allí me metí de lleno a aprender desarrollo web.",
  "about.description-2": "En la universidad estudié comunicación y marketing, que combinados con mis conocimientos en programación, me permiten ser un perfil híbrido con una visión transversal de los proyectos. Por ello, enfoco el Front-end no solo al desarrollo, sino en la mejora de embudos de tráfico y la conversión de leads y ventas.",
  "about.description-3": "Estas son las tecnologías con las que he estado trabajando:",

  "jobs.title": "Donde he trabajado",
  "jobs.arian": "Desarrollador de Front-end",
  "jobs.arian-dates": "Julio - Octubre 2022",
  "jobs.arian-duty1": "Desarrollo de la web con HTML, CSS y Wordpress.",
  "jobs.arian-duty2": "Adaptación de diseño responsive a distintos dispositivos. Mejora del tiempo de carga, la usabilidad, la experiencia de usuario (UX & UI) y el posicionamiento web (SEO).",
  "jobs.arian-duty3": "Incorporación de herramientas de medición (Google Analytics, Tag Manager, Data Studio) para campañas de marketing.",
  "jobs.arian-duty4": "Automatización de procesos de trabajo.",

  "jobs.poliedric": "Gestor de campañas SEM & PPC",
  "jobs.poliedric-dates": "Junio 2021 - Marzo 2022",
  "jobs.poliedric-duty1": "Gestión de campañas publicitarias de pago por clic. Elaboración de la estrategia, diseño implementación, medición y análisis de la performance de los anuncios en Google Ads, Facebook Ads, Amazon Ads y Linkedin Ads.",
  "jobs.poliedric-duty2": "Invertí +10.000€ mensuales en campañas y aumenté el ROI en más del 300% en los negocios de diferentes clientes.",
  "jobs.poliedric-duty3": "Reuniones frecuentes con clientes para analizar los resultados y redefinir las estrategias de márqueting.",
  "jobs.poliedric-duty4": "Auditorías SEO de páginas web y diseño de estrategias para mejorar el posicionamiento.",

  "jobs.ainkaa": "Desarrollador de Front-end & Project Manager",
  "jobs.ainkaa-dates": "Marzo 2021 - Actualidad",
  "jobs.ainkaa-duty1": "Programa de creación de start-ups dirigido a jóvenes para crear una app móvil viable donde se realizó:",
  "jobs.ainkaa-duty2": "Programación en HTML, CSS, Javascript y React. Diseño UX UI. Diseño de prototipos con Figma.",
  "jobs.ainkaa-duty3": "Creación de planes de empresa, de negocio y viabilidad. Realización de plan de marketing e investigación de mercados.",
  "jobs.ainkaa-duty4": "Elevator pitch y presentación de PMV para la búsqueda de financiación.",




  "jobs.adiplus": "Periodista",
  "jobs.adiplus-dates": "Octubre 2019 - Junio 2020",
  "jobs.adiplus-duty1": "Redacción y edición de noticias y contenidos para el portal del sector gastronómico Pan&Pizza.",
  "jobs.adiplus-duty2": "Redacción de artículos para la revista Newspa, el magazine del Gremio de Panaderos de la Provincia de Barcelona.",
  "jobs.adiplus-duty3": "Redacción de noticias y artículos sobre seguros en Tiempo Seguro.",
  "jobs.adiplus-duty4": "Diseño e implementación de estrategias de Posicionamiento SEO y campañas de email marketing.",

  "jobs.ara": "Periodista",
  "jobs.ara-dates": "Septiembre 2018 - Mayo 2019",
  "jobs.ara-duty1": "Redactor en prácticas de noticias, reportajes, entrevistas y otros contenidos en la sección de cultura sobre temas de música, literatura, cine, teatro y artes visuales.",
  "jobs.ara-duty2": "Cobertura de la actualidad diaria.",
  "jobs.ara-duty3": "Asistencia a ruedas de prensa.",
  "jobs.ara-duty4": "Colaboración puntual con otras secciones.",




  "works.title": "Cosas que he programado",
  "works.professional-website": "Web profesional",
  "works.professional-website-description" : "Revisa el código de este mismo sitio, mi web profesional, hecha con HTML, CSS, JavaScript y React.",
  "works.arian-website": "Web Arian International",
  "works.arian-website-description": "Rediseño de UX/UI de la web corporativa. Implementación de diseño responsive y mejora del rendimiento.",
  "works.calculator" : "Calculadora",
  "works.calculator-description": "Una calculadora para el móvil que permite sumar, restar, multiplicar y dividir. Hecha con JavaScript y React.",
  "works.cinema": "Reserva entradas de cine",
  "works.cinema-description": "Una app para comprar entradas de cine. Selecciona la película, los asientos y la cantidad de tickets. Hay descuentos entre semana.",

  "next.title": "04. ¿Ahora qué?",
  "next.subtitle": "Sigamos en contacto",
  "next.description": "Actualmente estoy buscando nuevas oportunidades laborales. Si tienes alguna propuesta o consulta, no dudes en contactarme. ¡Te responderé lo más rápido posible!",
  "next.button": "Contacto",

  "app.footer": "Desarrollado con ❤️ por "


  
}